Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Receive live activities reminding you to take breaks.
zh_hans: 通过实时活动提醒你休息。
zh_hant: 透過即時動態提醒你休息。

source: Receiving via AirDrop...
zh_hans: 正在通过隔空投送接收…
zh_hant: 正在透過 AirDrop 接收…

source: Receiving...
zh_hans: 正在接收…
zh_hant: 正在接收…

source: Recent
zh_hans: 近期
zh_hant: 最近

source: Recent Sessions
zh_hans: 最近的专注时段
zh_hant: 最近的時段

source: Recently Added
zh_hans: 最近添加
zh_hant: 最近加入

source: Recently Modified
zh_hans: 最近修改
zh_hant: 最近修改

source: Recently Played
zh_hans: 最近播放
zh_hant: 最近播放

source: Recents
zh_hans: 最近使用
zh_hant: 最近使用

source: Recommended
zh_hans: 推荐
zh_hant: 建議

source: Record
zh_hans: 录制
zh_hant: 錄製

source: Record Shortcut
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

source: Record a shortcut for Zone %lld
zh_hans: 录制分区 %lld 的快捷键
zh_hant: 錄製區域 %lld 的快速鍵

source: Recording...
zh_hans: 正在录制…
zh_hant: 正在錄製…

source: Recording... (Esc to cancel)
zh_hans: 正在录制…（按 Esc 取消）
zh_hant: 正在錄製…（按 Esc 取消）

source: Record…
zh_hans: 录制…
zh_hant: 錄製…

source: Red
zh_hans: 红色
zh_hant: 紅色

source: Redo
zh_hans: 重做
zh_hant: 重做

source: Reduce Blue Light
zh_hans: 减少蓝光
zh_hant: 減少藍光

source: Reduces micro-charging cycles when the limit is reached.
zh_hans: 达到充电上限后，减少微量充电循环。
zh_hant: 達到上限時減少微量充電循環。

source: Reference page listing every keyboard shortcut in Sapphire — global hotkeys, snap zones, and in-app shortcuts.
zh_hans: 查看 Sapphire 的所有键盘快捷键，包括全局热键、窗口分区和应用内快捷键。
zh_hant: 列出 Sapphire 所有鍵盤快速鍵的參考頁面，包括全域快速鍵、貼齊區域和 App 內快速鍵。

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh All
zh_hans: 全部刷新
zh_hant: 全部重新整理

source: Refresh Status
zh_hans: 刷新状态
zh_hant: 重新整理狀態

source: Refresh current Wi-Fi network
zh_hans: 刷新当前 Wi-Fi 网络
zh_hant: 重新整理目前的 Wi-Fi 網路

source: Refresh folder contents
zh_hans: 刷新文件夹内容
zh_hant: 重新整理檔案夾內容

source: Register your app at developer.spotify.com and copy these values here. The redirect URI is: sapphire://callback
zh_hans: 在 developer.spotify.com 注册应用，并将这些值复制到此处。重定向 URI 为：sapphire://callback
zh_hant: 在 developer.spotify.com 註冊你的 App，並將這些值拷貝到這裡。重新導向 URI 為：sapphire://callback

source: Registering %@
zh_hans: 正在录入 %@
zh_hant: 正在註冊 %@

source: Registration Complete!
zh_hans: 录入完成！
zh_hant: 註冊完成！

source: Rehide Strategy
zh_hans: 重新隐藏方式
zh_hant: 重新隱藏策略

source: Reinstall
zh_hans: 重新安装
zh_hant: 重新安裝

source: Relaunch
zh_hans: 重新启动
zh_hant: 重新啟動

source: Relaunch Sapphire
zh_hans: 重新启动 Sapphire
zh_hant: 重新啟動 Sapphire

source: Release Channel
zh_hans: 发布通道
zh_hant: 發行頻道

source: Release Notes
zh_hans: 发行说明
zh_hant: 版本說明

source: Release notes
zh_hans: 发行说明
zh_hant: 版本說明

source: Remember Last Open Menu
zh_hans: 记住上次打开的菜单
zh_hant: 記住上次打開的選單

source: Reminder
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Reminders
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Removal was cancelled before the folder could be revalidated.
zh_hans: 重新验证文件夹前，移除操作已取消。
zh_hant: 在重新驗證檔案夾前，移除動作已取消。

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove %lld stored clipboard items.
zh_hans: 移除已保存的 %lld 个剪贴板项目。
zh_hant: 移除 %lld 個已儲存的剪貼簿項目。

source: Remove Emojis
zh_hans: 移除表情
zh_hant: 移除表情符號

source: Remove File After Drag Out
zh_hans: 拖出后移除文件
zh_hant: 拖出後移除檔案

source: Remove Links
zh_hans: 移除链接
zh_hant: 移除連結

source: Remove List Markers
zh_hans: 移除列表标记
zh_hant: 移除列表標記

source: Remove Point
zh_hans: 移除控制点
zh_hant: 移除控制點

source: Remove Selected
zh_hans: 移除所选分区
zh_hant: 移除所選項目

source: Remove bullets and numbered markers such as •, -, and 1. from list items.
zh_hans: 移除列表项的项目符号和编号，如 •、- 和 1.。
zh_hant: 移除列表項目中的項目符號和編號標記，例如 •、- 和 1.。

source: Remove from Queue
zh_hans: 从播放队列移除
zh_hant: 從待播清單移除

source: Remove from queue
zh_hans: 从播放队列移除
zh_hant: 從待播清單移除

source: Remove text formatting when using Command-V.
zh_hans: 使用 Command-V 时移除文本格式。
zh_hant: 使用 Command-V 時移除文字格式。

source: Remove this immunity day
zh_hans: 移除此豁免日
zh_hant: 移除此豁免日

source: Remove timer
zh_hans: 移除计时器
zh_hant: 移除計時器

source: Removed from %@
zh_hans: 已从 %@ 移除
zh_hant: 已從 %@ 移除

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Repeat
zh_hans: 循环播放
zh_hant: 重複播放

source: Repeat on
zh_hans: 重复日期
zh_hant: 重複於

source: Repeat:
zh_hans: 重复：
zh_hant: 重複：

source: Repeats: %@ at %@
zh_hans: 重复：%@，时间 %@
zh_hant: 重複：%@，於 %@

source: Replace default volume & brightness indicators.
zh_hans: 替换系统默认的音量和亮度指示器。
zh_hant: 取代預設的音量和亮度指示器。

source: Replace the switcher with a keyboard-driven, window-aware overlay. Hold the shortcut and press Tab to cycle, arrows to move, Q to quit an app, W to close a window.
zh_hans: 使用支持键盘和窗口预览的浮层替换切换器。按住快捷键，再按 Tab 循环切换、方向键移动、Q 退出应用、W 关闭窗口。
zh_hant: 以鍵盤操作、可辨識視窗的覆疊畫面取代切換器。按住快速鍵並按 Tab 循環切換、按方向鍵移動、按 Q 結束 App、按 W 關閉視窗。

source: Replacement text…
zh_hans: 替换文本…
zh_hant: 替換文字…

source: Replaces the default paste-and-match-style shortcut.
zh_hans: 替换默认的“粘贴并匹配样式”快捷键。
zh_hant: 取代預設的「貼上並符合樣式」快速鍵。

source: Reply...
zh_hans: 回复…
zh_hant: 回覆…

source: Report days you can’t focus — at least 3 days in advance — and they won’t break your streak. Unlimited.
zh_hans: 至少提前 3 天安排无法专注的日期，它们不会中断连续专注记录，次数不限。
zh_hant: 回報無法專注的日子（至少提前 3 天），就不會中斷你的連續紀錄。無次數限制。

source: Reposition & Resize
zh_hans: 调整位置与大小
zh_hant: 重新定位與調整大小

source: Request
zh_hans: 请求权限
zh_hant: 要求權限

source: Require Extra Modifier
zh_hans: 要求额外修饰键
zh_hant: 需要額外的變更鍵

source: Require a hold, a double press, or an extra modifier for ⌘Q and ⌘W. Enabled for every app by default.
zh_hans: 要求长按、连按两次或添加修饰键才能执行 ⌘Q 和 ⌘W。默认对所有应用开启。
zh_hant: ⌘Q 和 ⌘W 需要按住、按兩下或額外的變更鍵才能執行。預設對所有 App 啟用。

source: Require confirmation before a window closes.
zh_hans: 关闭窗口前需要确认。
zh_hant: 關閉視窗前需要確認。

source: Require confirmation before the app quits.
zh_hans: 退出应用前需要确认。
zh_hant: 結束 App 前需要確認。

source: Require holding the Command (⌘) key to increase the brightness in the XDR range.
zh_hans: 提高 XDR 范围内的亮度时，需要按住 Command（⌘）键。
zh_hant: 在 XDR 範圍內提高亮度時需要按住 Command（⌘）鍵。

source: Required
zh_hans: 必需
zh_hant: 必要

source: Required Permissions
zh_hans: 所需权限
zh_hant: 必要權限

source: Required for
zh_hans: 以下功能需要此权限
zh_hant: 用於

source: Requires Approval
zh_hans: 需要批准
zh_hant: 需要核准

source: Requires a spotify login
zh_hans: 需要登录 Spotify
zh_hant: 需要登入 Spotify

source: Rescan
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset & Data
zh_hans: 重置与数据
zh_hant: 重置與資料

source: Reset All
zh_hans: 全部重置
zh_hant: 全部重置

source: Reset Background Activity
zh_hans: 重置后台活动
zh_hant: 重置背景活動

source: Reset Device Settings?
zh_hans: 重置设备设置？
zh_hant: 要重置裝置設定嗎？

source: Reset Helper
zh_hans: 重置辅助服务
zh_hant: 重置輔助服務

source: Reset Per-App Settings?
zh_hans: 重置各应用的设置？
zh_hant: 要重置個別 App 設定嗎？

source: Reset Settings
zh_hans: 重置设置
zh_hant: 重置設定

source: Reset Timer
zh_hans: 重置计时器
zh_hant: 重置計時器

source: Reset all custom animation values to the 'Snappy' defaults.
zh_hans: 将所有自定义动画参数恢复为“轻快”预设的默认值。
zh_hant: 將所有自訂動畫數值重置為「輕快」預設值。

source: Reset all settings?
zh_hans: 重置所有设置？
zh_hant: 要重置所有設定嗎？

source: Reset to Defaults
zh_hans: 恢复默认值
zh_hant: 重置為預設值

source: Reset to System Default
zh_hans: 重置为系统默认值
zh_hant: 重置為系統預設值

source: Reset to global slider step
zh_hans: 重置为全局滑块步长
zh_hant: 重置為全域滑桿間距

source: Resetting…
zh_hans: 正在重置…
zh_hant: 正在重置…

source: Response: How long the animation takes (lower is faster). Damping: How much bounce (1.0 is no bounce).
zh_hans: 响应：动画持续时间，数值越小越快。 阻尼：控制弹跳程度，1.0 表示不弹跳。
zh_hant: 回應：動畫所需時間（數值越低越快）。 阻尼：回彈程度（1.0 為無回彈）。

source: Rest & recharge
zh_hans: 休息恢复
zh_hant: 休息充電

source: Restart
zh_hans: 重新开始
zh_hant: 重新啟動

source: Restore Backup
zh_hans: 恢复备份
zh_hant: 回復備份

source: Restore all Sapphire preferences to their defaults.
zh_hans: 将所有 Sapphire 偏好设置恢复为默认值。
zh_hant: 將所有 Sapphire 偏好設定回復為預設值。

source: Resume
zh_hans: 继续
zh_hant: 繼續

source: Resume Charging
zh_hans: 恢复充电
zh_hant: 繼續充電

source: Resume charging below
zh_hans: 低于此电量时恢复充电
zh_hant: 低於此電量時繼續充電

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Retry Detection
zh_hans: 重新检测
zh_hant: 重試偵測

source: Reveal When
zh_hans: 显示条件
zh_hant: 顯示條件

source: Reveal hidden menu bar items when a condition is met — battery level, active Focus, Wi-Fi network, or a script's exit code — and bind profiles to displays, Spaces, or Focus filters.
zh_hans: 满足电量、当前专注模式、Wi-Fi 网络或脚本退出码等条件时，显示隐藏的菜单栏项目；还可将方案绑定到显示器、桌面空间或专注模式过滤条件。
zh_hant: 在符合條件時顯示隱藏的選單列項目（電池電量、目前專注模式、Wi-Fi 網路或腳本的結束代碼），並將設定組綁定至顯示器、空間或專注模式過濾條件。

source: Reveal in Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Review
zh_hans: 需检查
zh_hant: 待檢查

source: Review %lld downloads
zh_hans: 检查 %lld 个下载文件
zh_hant: 檢查 %lld 個下載項目

source: Review %lld duplicate groups
zh_hans: 检查 %lld 组重复文件
zh_hant: 檢查 %lld 組重複檔案

source: Review %lld large files
zh_hans: 检查 %lld 个大文件
zh_hant: 檢查 %lld 個大型檔案

source: Review %lld older files
zh_hans: 检查 %lld 个旧文件
zh_hant: 檢查 %lld 個舊檔案

source: Review 1 download
zh_hans: 检查 1 个下载文件
zh_hant: 檢查 1 個下載項目

source: Review 1 duplicate group
zh_hans: 检查 1 组重复文件
zh_hant: 檢查 1 組重複檔案

source: Review 1 older file
zh_hans: 检查 1 个旧文件
zh_hant: 檢查 1 個舊檔案

source: Review Trash in Finder
zh_hans: 在访达中检查废纸篓
zh_hant: 在 Finder 中檢查垃圾桶

source: Review Uninstall…
zh_hans: 检查卸载内容…
zh_hant: 檢查解除安裝項目…

source: Review installed applications, inspect bundle details, and safely move unwanted apps to Trash.
zh_hans: 查看已安装的应用及其包信息，并安全地将不需要的应用移到废纸篓。
zh_hant: 檢視已安裝的應用程式、查看套件詳細資訊，並安全地將不需要的 App 移到垃圾桶。

source: Reviewed app cleanup
zh_hans: 确认后清理应用
zh_hant: 已檢查的 App 清理

source: Revive with a streak pass
zh_hans: 使用恢复券恢复连续专注
zh_hant: 使用連續紀錄通行證恢復

source: Rewrite copied URLs without their tracking parameters.
zh_hans: 移除已复制链接中的追踪参数。
zh_hant: 移除所拷貝 URL 中的追蹤參數。

source: Right
zh_hans: 右侧
zh_hant: 右側

source: Risky
zh_hans: 有风险
zh_hant: 有風險

source: Rock
zh_hans: 摇滚
zh_hant: 搖滾

source: Rotate camera
zh_hans: 旋转相机
zh_hant: 旋轉相機

source: Rounded menu bar
zh_hans: 圆角菜单栏
zh_hant: 圓角選單列

source: Rounded separate sides
zh_hans: 两端分别圆角
zh_hant: 圓角分離兩側

source: Rows
zh_hans: 分行
zh_hant: 列

source: Run a Shortcut when a session starts / ends — e.g. turn on Do Not Disturb.
zh_hans: 专注时段开始或结束时运行快捷指令，例如开启勿扰模式。
zh_hant: 在專注時段開始／結束時執行捷徑，例如開啟「勿擾模式」。

source: Running
zh_hans: 运行中
zh_hant: 執行中

source: SESSION CONTROL
zh_hans: 专注时段控制
zh_hant: 專注時段控制

source: SMAppService status
zh_hans: SMAppService 状态
zh_hant: SMAppService 狀態

source: SMC keys (%lld): %@
zh_hans: SMC 键（%lld 个）：%@
zh_hant: SMC 鍵值（%lld）：%@

source: SPECIFICATIONS
zh_hans: 规格
zh_hant: 規格

source: Safe
zh_hans: 安全
zh_hant: 安全

source: Sailing
zh_hans: 浮动充电
zh_hant: 航行中

source: Sailing Mode
zh_hans: 巡航模式
zh_hant: 航行模式

source: Sailing by %lld%%
zh_hans: 浮动充电：%lld%%
zh_hant: 航行範圍 %lld%%

source: Sample Rate
zh_hans: 采样率
zh_hant: 取樣率

source: Sapphire %@ is available
zh_hans: Sapphire %@ 已发布
zh_hant: Sapphire %@ 已推出

source: Sapphire Browser isn't installed
zh_hans: 未安装 Sapphire Browser
zh_hant: 尚未安裝 Sapphire Browser

source: Sapphire Helper · %@
zh_hans: Sapphire 辅助服务 · %@

source: Sapphire Helper Needs Attention
zh_hans: Sapphire 辅助服务需要处理
zh_hant: Sapphire Helper 需要處理

source: Sapphire Onboarding
zh_hans: Sapphire 初始设置
zh_hant: Sapphire 初始設定

source: Sapphire Timers
zh_hans: Sapphire 计时器
zh_hant: Sapphire 計時器

source: Sapphire and macOS system apps cannot be removed here.
zh_hans: 无法在此移除 Sapphire 和 macOS 系统应用。
zh_hant: 無法在此移除 Sapphire 和 macOS 系統 App。

source: Sapphire automatically uses Apple's standard Clock shortcut names ("Start Timer", "Start Stopwatch", etc.). If iCloud sync is enabled and those Clock shortcuts are present on this Mac, they run automatically during sessions.
zh_hans: Sapphire 自动使用 Apple 标准时钟快捷指令名称（如“Start Timer”“Start Stopwatch”）。若已启用 iCloud 同步且此 Mac 上存在这些时钟快捷指令，它们将在专注时段内自动运行。
zh_hant: Sapphire 會自動使用 Apple 標準的「時鐘」捷徑名稱（「Start Timer」、「Start Stopwatch」等）。若已啟用 iCloud 同步，且這台 Mac 上有這些「時鐘」捷徑，則會在專注時段期間自動執行。

source: Sapphire does not permanently delete items that are already in Trash. Review or empty Trash in Finder.
zh_hans: Sapphire 不会永久删除废纸篓中的项目。请在访达中检查或清空废纸篓。
zh_hant: Sapphire 不會永久刪除已在垃圾桶中的項目。請在 Finder 中檢查或清空垃圾桶。

source: Sapphire is a Connect controller only, audio always plays on the Spotify desktop app or another speaker.
zh_hans: Sapphire 仅作为 Connect 控制器，音频始终由 Spotify 桌面应用或其他扬声器播放。
zh_hant: Sapphire 僅作為 Connect 控制器，音訊一律由 Spotify 桌面 App 或其他揚聲器播放。

source: Sapphire is not a Spotify speaker. Choose the desktop app or another device.
zh_hans: Sapphire 不是 Spotify 播放设备。请选择 Spotify 桌面应用或其他设备。
zh_hant: Sapphire 不是 Spotify 揚聲器。請選擇桌面 App 或其他裝置。

source: Sapphire is running through an application symlink. Move the real app into Applications before updating.
zh_hans: Sapphire 正通过应用符号链接运行。请先将实际应用移到“应用程序”文件夹再更新。
zh_hant: Sapphire 正透過應用程式符號連結執行。請先將實際的 App 移到「應用程式」檔案夾再更新。

source: Sapphire isn't in a user-writable location. Install or repair the privileged helper, then use the standard install method.
zh_hans: Sapphire 所在位置不允许当前用户写入。请安装或修复特权辅助工具，再使用标准安装方式。
zh_hant: Sapphire 不在使用者可寫入的位置。請安裝或修復特權輔助服務，然後使用標準安裝方式。

source: Sapphire lost connection to its system helper. Click “Reset Helper” to unregister Sapphire’s own background items, reinstall the helper, and relaunch. Other apps are not affected.
zh_hans: Sapphire 与系统辅助服务的连接已断开。 点击“重置辅助服务”可注销 Sapphire 自身的后台项目、重新安装辅助服务并重新启动应用。其他应用不会受到影响。
zh_hant: Sapphire 與系統輔助服務的連線已中斷。 按一下「重置輔助服務」可取消註冊 Sapphire 自己的背景項目、重新安裝輔助服務並重新啟動。其他 App 不受影響。

source: Sapphire needs a few permissions for its core features.
zh_hans: Sapphire 的核心功能需要部分系统权限。
zh_hant: Sapphire 的核心功能需要一些權限。

source: Sapphire needs a privileged helper for battery management and system integrations. macOS will ask you to allow it under Login Items → Background Activity.
zh_hans: Sapphire 需要具有管理员权限的辅助服务来管理电池和集成系统功能。macOS 会要求你在“登录项”→“后台活动”中允许该服务。
zh_hant: Sapphire 需要特權輔助服務來進行電池管理和系統整合。macOS 會要求你在「登入項目」→「背景活動」中允許。

source: Sapphire never permanently deletes Trash contents; review and empty Trash in Finder when ready
zh_hans: Sapphire 不会永久删除废纸篓内容；请在访达中检查，并在确认后清空废纸篓
zh_hant: Sapphire 絕不會永久刪除垃圾桶內容；準備好時請在 Finder 中檢查並清空垃圾桶

source: Sapphire refused to remove an unsafe path: %@
zh_hans: Sapphire 拒绝移除不安全的路径：%@
zh_hant: Sapphire 拒絕移除不安全的路徑：%@

source: Sapphire watches your own processes — nothing is read from inside an app, no accessibility permission is used, and nothing leaves the Mac. Tools that only exist while they run (xcodebuild, cargo, gradle, npm run build, a command you typed) are detected the moment they start. Tools that stay resident between turns (Claude, Codex, an editor's built-in agent, a Gradle daemon) are reported only while they are actually working, which is why sensitivity exists.
zh_hans: Sapphire 仅查看属于你的进程，不读取应用内部内容，不使用辅助功能权限，也不会将信息发送到 Mac 之外。 仅在任务运行时存在的工具（xcodebuild、cargo、gradle、npm run build 或你输入的命令）会在启动时立即被检测。轮次之间仍常驻的工具（Claude、Codex、编辑器内置智能体或 Gradle 守护进程）仅在实际工作时报告活动，因此提供了灵敏度设置。
zh_hant: Sapphire 只會監看你自己的程序，不會讀取 App 內部的任何內容、不使用輔助使用權限，也不會有任何資料離開這台 Mac。 只在執行期間存在的工具（xcodebuild、cargo、gradle、npm run build、你輸入的指令）會在啟動時立即偵測到。在回合之間持續常駐的工具（Claude、Codex、編輯器內建的代理程式、Gradle 常駐程式）只有在實際運作時才會回報，這就是提供靈敏度設定的原因。

source: Sat
zh_hans: 周六
zh_hant: 週六

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save Dock layouts as presets and switch between them with a click or hotkey.
zh_hans: 将程序坞布局保存为预设，通过点按或热键切换。
zh_hant: 將 Dock 佈局儲存為預設組合，並按一下或使用快速鍵切換。

source: Save Text
zh_hans: 保存文本
zh_hant: 儲存文字

source: Save a portable copy of your Sapphire preferences or restore one you exported earlier.
zh_hans: 保存可转移的 Sapphire 偏好设置副本，或恢复之前导出的备份。
zh_hant: 儲存 Sapphire 偏好設定的可攜式拷貝，或回復先前輸出的備份。

source: Saved State
zh_hans: 保存的状态
zh_hant: 已儲存的狀態

source: Saved to File Shelf
zh_hans: 已保存到文件架
zh_hant: 已儲存到檔案暫存架

source: Scaling
zh_hans: 缩放方式
zh_hant: 縮放方式

source: Scan Mail for OTP codes
zh_hans: 扫描邮件中的验证码
zh_hant: 掃描郵件中的驗證碼

source: Scan cancelled
zh_hans: 扫描已取消
zh_hant: 已取消掃描

source: Scan failed
zh_hans: 扫描失败
zh_hant: 掃描失敗

source: Scan for Devices
zh_hans: 扫描设备
zh_hant: 掃描裝置

source: Scan to Download
zh_hans: 扫码下载
zh_hant: 掃描以下載

source: Scanning Applications…
zh_hans: 正在扫描应用程序…
zh_hant: 正在掃描應用程式…

source: Scanning...
zh_hans: 正在扫描…
zh_hant: 正在掃描…

source: Schedule Automation
zh_hans: 定时自动化
zh_hant: 排程自動化

source: Scheduled Tasks
zh_hans: 已安排的任务
zh_hant: 排程的工作

source: Scheduled sessions respect your blocking, environment, and ambient-sound settings — they behave exactly like sessions you start manually.
zh_hans: 定时专注时段沿用屏蔽、环境和环境音设置，行为与手动开始的专注时段完全一致。
zh_hant: 排程的專注時段會遵循你的封鎖、環境和環境音設定，運作方式與手動開始的專注時段完全相同。

source: Scheduling
zh_hans: 定时任务
zh_hant: 排程

source: Screen
zh_hans: 屏幕
zh_hant: 螢幕

source: Screen Recording
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Screen Recording Required
zh_hans: 需要屏幕录制权限
zh_hant: 需要「螢幕錄製」權限

source: Screened
zh_hans: 已初步检查
zh_hant: 已初步檢查

source: Screening %lld duplicate candidates…
zh_hans: 正在初步检查 %lld 个重复文件候选项…
zh_hant: 正在初步檢查 %lld 個重複檔案候選項目…

source: Script Exit Code Is
zh_hans: 脚本退出码为
zh_hant: 腳本結束代碼為

source: Script Exits Successfully
zh_hans: 脚本成功退出
zh_hant: 腳本成功結束

source: Script Fails
zh_hans: 脚本执行失败
zh_hant: 腳本執行失敗

source: Scroll for more
zh_hans: 滚动查看更多
zh_hant: 捲動以查看更多

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search Apple Music…
zh_hans: 搜索 Apple Music…
zh_hant: 搜尋 Apple Music…

source: Search Apps
zh_hans: 搜索应用
zh_hant: 搜尋 App

source: Search Shortcuts
zh_hans: 搜索快捷指令
zh_hant: 搜尋捷徑

source: Search Spotify
zh_hans: 搜索 Spotify
zh_hant: 搜尋 Spotify

source: Search clipboard
zh_hans: 搜索剪贴板
zh_hant: 搜尋剪貼簿

source: Search for songs, artists or albums
zh_hans: 搜索歌曲、艺人或专辑
zh_hant: 搜尋歌曲、藝人或專輯

source: Search icons...
zh_hans: 搜索图标…
zh_hant: 搜尋圖像…

source: Search installed apps
zh_hans: 搜索已安装的应用
zh_hant: 搜尋已安裝的 App

source: Search notes
zh_hans: 搜索笔记
zh_hant: 搜尋備忘錄

source: Search settings
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search songs, artists, albums…
zh_hans: 搜索歌曲、艺人、专辑…
zh_hant: 搜尋歌曲、藝人、專輯…

source: Search update results
zh_hans: 搜索更新结果
zh_hant: 搜尋更新結果

source: Searching...
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Searching…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Secondary Buttons
zh_hans: 次要按钮
zh_hant: 次要按鈕

source: Securing face profile...
zh_hans: 正在安全保存人脸资料…
zh_hant: 正在安全儲存臉部資料…

source: Securing your face profile...
zh_hans: 正在安全保存人脸资料…
zh_hant: 正在安全儲存你的臉部資料…

source: Security
zh_hans: 安全性
zh_hant: 安全性

source: See exactly what is using space, trace what changed, and reclaim it safely.
zh_hans: 查看空间占用，追踪变化，并安全释放存储空间。
zh_hant: 精確查看佔用空間的項目、追蹤變更內容，並安全地釋放空間。

source: See which features require this permission
zh_hans: 查看哪些功能需要此权限
zh_hant: 查看哪些功能需要此權限

source: Seek
zh_hans: 快进／快退
zh_hant: 快轉／倒轉

source: Segment
zh_hans: 区段
zh_hant: 區段

source: Select
zh_hans: 选择
zh_hant: 選擇

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Select All Related Files
zh_hans: 选中所有关联文件
zh_hant: 選取所有相關檔案

source: Select Custom Range
zh_hans: 选择自定义范围
zh_hant: 選擇自訂範圍

source: Select Icon
zh_hans: 选择图标
zh_hant: 選擇圖像

source: Select a category
zh_hans: 选择一个分类
zh_hant: 選擇類別

source: Select a valid layout to assign apps.
zh_hans: 请选择有效布局，再分配应用。
zh_hant: 請選擇有效的佈局以指定 App。

source: Select an app…
zh_hans: 选择应用…
zh_hant: 選擇 App…

source: Select an image or video to show on your lock screen.
zh_hans: 选择要在锁定屏幕上显示的图像或视频。
zh_hant: 選擇要在鎖定畫面上顯示的影像或影片。

source: Select an image or video to use as your desktop wallpaper.
zh_hans: 选择用作桌面壁纸的图像或视频。
zh_hant: 選擇要用作桌面背景圖片的影像或影片。

source: Select and download an Apple Aerial wallpaper in System Settings first.
zh_hans: 请先在系统设置中选择并下载一款 Apple 航拍壁纸。
zh_hant: 請先在「系統設定」中選擇並下載 Apple 航拍背景圖片。

source: Select high-level stats
zh_hans: 选择概览指标
zh_hant: 選擇整體統計資料

source: Select individual sensors
zh_hans: 选择单个传感器
zh_hant: 選擇個別感測器

source: Select your primary music player for the best integration.
zh_hans: 选择主要音乐播放器以获得更好的集成体验。
zh_hant: 選擇你的主要音樂播放程式，以獲得最佳整合效果。

source: Selected
zh_hans: 已选择
zh_hant: 已選取

source: Selected Layouts (Drag to Reorder)
zh_hans: 已选布局（拖动排序）
zh_hant: 已選取的佈局（拖移以重新排序）

source: Selected Wi-Fi Networks
zh_hans: 所选 Wi-Fi 网络
zh_hant: 已選取的 Wi-Fi 網路

source: Selected displays
zh_hans: 所选显示器
zh_hant: 已選取的顯示器

source: Selection
zh_hans: 所选内容
zh_hant: 選取範圍

source: Self-updating
zh_hans: 应用自行更新
zh_hant: 自行更新

source: Send to %@
zh_hans: 发送到 %@
zh_hant: 傳送到 %@

source: Sending...
zh_hans: 正在发送…
zh_hant: 正在傳送…

source: Sensitivity
zh_hans: 灵敏度
zh_hant: 靈敏度

source: Sensor
zh_hans: 传感器
zh_hant: 感測器

source: Sensor detected and ready.
zh_hans: 已检测到传感器，可以使用。
zh_hant: 已偵測到感測器，可以使用。

source: Sensor hardware exists, but only a vendor-specific HID interface was found.
zh_hans: 检测到传感器硬件，但只找到了厂商专用 HID 接口。
zh_hant: 感測器硬體存在，但只找到廠商專用的 HID 介面。

source: Sensor not available
zh_hans: 传感器不可用
zh_hant: 無法使用感測器

source: Sensor-based
zh_hans: 基于传感器
zh_hant: 依感測器

source: Sensor: %@
zh_hans: 传感器：%@
zh_hant: 感測器：%@

source: Sensor: %@ (%lld°C-%lld°C) | Repeats: %@ at %@
zh_hans: 传感器：%@（%lld°C–%lld°C）| 重复：%@，时间 %@
zh_hant: 感測器：%@（%lld°C–%lld°C）| 重複：%@，時間 %@

source: Sensors
zh_hans: 传感器
zh_hant: 感測器

source: Serial Number
zh_hans: 序列号
zh_hant: 序號

source: Session Timing
zh_hans: 时段计时
zh_hant: 專注時段計時

source: Session finished
zh_hans: 专注时段已结束
zh_hant: 專注時段已結束

source: Session-style focus mode with timers, app/website blocking, and session history.
zh_hans: 使用按时段进行的专注模式，支持计时、屏蔽应用与网站，以及历史记录。
zh_hant: 以時段為單位的專注模式，提供計時器、App／網站封鎖和專注時段記錄。

source: Sessions
zh_hans: 专注时段
zh_hant: 專注時段

source: Set Charge Limit
zh_hans: 设置充电上限
zh_hant: 設定充電上限

source: Set Password
zh_hans: 设置密码
zh_hant: 設定密碼

source: Set RPM at each temperature. Sapphire interpolates between points.
zh_hans: 设置各温度下的转速。Sapphire 会在控制点之间插值。
zh_hant: 設定各溫度下的 RPM。Sapphire 會在各點之間進行內插。

source: Set up proximity-based authentication and trusted device behavior.
zh_hans: 设置基于设备距离的认证和受信任设备行为。
zh_hant: 設定依據距離的驗證和受信任裝置行為。

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Settings Backup
zh_hans: 设置备份
zh_hant: 設定備份

source: Settings backup exported successfully.
zh_hans: 设置备份已导出。
zh_hant: 已成功輸出設定備份。

source: Shapes & Geometry
zh_hans: 形状与几何
zh_hant: 形狀與幾何

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share to Devices
zh_hans: 共享到设备
zh_hant: 分享到裝置

source: Shared app-group container — review before removing
zh_hans: 共享的应用组容器 — 请先检查再移除
zh_hant: 共用的 App 群組容器：移除前請先檢查

source: Share…
zh_hans: 共享…
zh_hant: 分享…

source: Sheet
zh_hans: 表单弹窗
zh_hant: 表單

source: Shelf is Empty
zh_hans: 文件架为空
zh_hant: 檔案暫存架是空的

source: Shortcuts
zh_hans: 快捷指令
zh_hant: 捷徑

source: Shortcuts Widget
zh_hans: 快捷指令小组件
zh_hant: 捷徑小工具

source: Show
zh_hans: 显示
zh_hant: 顯示

source: Show Activity Graph
zh_hans: 显示活动图表
zh_hant: 顯示活動圖表

source: Show All-Day Events
zh_hans: 显示全天日程
zh_hant: 顯示全天事件

source: Show App Volume in HUD
zh_hans: 在提示浮层中显示应用音量
zh_hant: 在浮動提示中顯示 App 音量

source: Show Bluetooth Live Activity
zh_hans: 显示蓝牙实时活动
zh_hant: 顯示藍牙即時動態

source: Show Caffeinate in Notch Bar
zh_hans: 在刘海栏显示保持唤醒
zh_hant: 在瀏海列顯示保持喚醒

source: Show Clipboard in Notch Bar
zh_hans: 在刘海栏显示剪贴板
zh_hant: 在瀏海列顯示剪貼簿

source: Show Continuity Devices
zh_hans: 显示连续互通设备
zh_hant: 顯示接續互通裝置

source: Show Custom HUDs
zh_hans: 显示自定义屏幕提示
zh_hant: 顯示自訂浮動提示

source: Show Device Icon Instead of Speaker
zh_hans: 使用设备图标替代扬声器图标
zh_hant: 以裝置圖像取代揚聲器圖像

source: Show Device Name
zh_hans: 显示设备名称
zh_hant: 顯示裝置名稱

source: Show Dividers Between Widgets
zh_hans: 显示小组件分隔线
zh_hant: 在小工具之間顯示分隔線

source: Show Dots
zh_hans: 显示圆点
zh_hant: 顯示圓點

source: Show Estimated Time Remaining
zh_hans: 显示预计剩余时间
zh_hant: 顯示預估剩餘時間

source: Show Full Name
zh_hans: 显示完整名称
zh_hant: 顯示完整名稱

source: Show Function Name
zh_hans: 显示功能名称
zh_hant: 顯示功能名稱

source: Show Hidden Items
zh_hans: 显示隐藏项目
zh_hant: 顯示隱藏項目

source: Show Info Widget(s)
zh_hans: 显示信息小组件
zh_hant: 顯示資訊小工具

source: Show Info Widgets
zh_hans: 显示信息小组件
zh_hant: 顯示資訊小工具

source: Show Launchpad
zh_hans: 显示启动台
zh_hant: 顯示 Launchpad

source: Show Live Activities
zh_hans: 显示实时活动
zh_hant: 顯示即時動態

source: Show Lock Screen Live Activity
zh_hans: 显示锁定屏幕实时活动
zh_hant: 顯示鎖定畫面即時動態

source: Show Lyrics in Live Activity
zh_hans: 在实时活动中显示歌词
zh_hant: 在即時動態中顯示歌詞

source: Show Main Widget(s)
zh_hans: 显示主小组件
zh_hant: 顯示主要小工具

source: Show Mini Widget(s)
zh_hans: 显示迷你小组件
zh_hant: 顯示迷你小工具

source: Show Music When Paused
zh_hans: 暂停时显示音乐
zh_hant: 暫停時顯示音樂

source: Show Notch On
zh_hans: 刘海区域显示位置
zh_hant: 在此顯示瀏海

source: Show Notch on Lock Screen
zh_hans: 在锁定屏幕上显示刘海区域
zh_hant: 在鎖定畫面上顯示瀏海區域
